{
  "data": [

    {
      "title": "Cooling Pillows ",
      "shortDescription": "Fresh and couzy",
      "description": "Cool as the other side of the pillow. Both sides of these pillows are cool, thanks to their gel technology. The pillows are also adjustable to your preferred thickness. You can customize them by removing some of the gel foam stuffing to get just the right fit for your sleeping position. The bamboo covers are hypoallergenic, removable, and machine washable. The set is two Queen sized pillows. ",
      "price": "49.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/61q1CU-vykL._AC_SX425_.jpg"
    },
    {
      "title": "Carry-On USB Charging Port",
      "shortDescription": "Great",
      "description": "A good carry-on is essential for road warriors, and this is a great one. The bag measures 20 x 13.5 x 11 but can expand another two inches to accommodate additional items and it only weighs about 7 pounds. It has a cup holder, USB port, and phone holder freeing up the hand not pulling the bag. The double spinner wheels allow for 360, smooth movement. The inside is lined, and there are pockets for accessories. ",
      "price": "48.44",
      "image": "https://images-na.ssl-images-amazon.com/images/I/91S-TVsOcbL._AC_SL1500_.jpg",
      "link": "https://www.amazon.com/gp/product/B07SG74VRD/"
    },
    {
      "title": "Bourbon Glasses",
      "shortDescription": "Cool",
      "description": "Each Greenline Goods rocks whiskey glass was etched by a skilled artisan and features a hand-drawn map of the Bourbon Trail with coordinates. Glass sets are carefully packed in an elegant gift box and chosen to make a lasting impression! Perfect for your home bar.",
      "price": "27.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/5173oww22kL._AC_.jpg",
      "link": "https://www.amazon.com/gp/product/B07QPPXV6B/"
    },

    {
      "title": "Movado Watch",
      "shortDescription": "Great",
      "description": "The best 40th birthday gift is something he’ll use every day and keep forever, and this watch from Movado checks both boxes. Made of stainless steel, the watch has Quartz movement and is water-resistant up to 100 feet. ",
      "price": "424.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/61kBoivDIzL._AC_UL1100_.jpg",
      "link": "https://www.amazon.com/gp/product/B07X2Z69HY/"
    },

    {
      "title": "Monogram Cufflinks",
      "shortDescription": "Great",
      "description": "A good pair of cufflinks is a keepsake gift they’ll have forever. This set is stainless steel and is available in all 26 letters of the alphabet. They come in a black gift box, so they are ready for gifting. ",
      "price": "9.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/5187D8JGRSL._AC_UL1001_.jpg",
      "link": "https://www.amazon.com/gp/product/B07MFVC1RY/"
    },

    {
      "title": "Kinetic Sculpture",
      "shortDescription": "Great",
      "description": "This is something between a piece of art and a toy. It’s a stainless steel kinetic sculpture designed by British artist Ivan Black. Each is handmade by Italian artisans. Its stress-releasing wave design makes it perfect for their work desk. To really appreciate this, watch the short video included on the Amazon page. It’s mesmerizing to see the sculpture in motion! ",
      "price": "89.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/71wMY%2B2Fy2L._AC_SX466_.jpg",
      "link": "https://www.amazon.com/gp/product/B08N9VZ9PJ/"
    },

    {
      "title": "Self-Cleaning Bottle",
      "shortDescription": "Great",
      "description": "This is another excellent gift for the outdoorsman. This stainless steel bottle cap uses UV-C sterilization, the same process used in water treatment plants. Any water can be purified and made safe to drink in 60 seconds with a few taps of the finger. The bottle is self-cleaning. It auto-activates every four hours to stop mold and bacteria from breeding in the bottle. Made of durable stainless steel, it can keep a cold drink cold for 24 hours and a hot drink hot for 12 hours. ",
      "price": "69.95",
      "image": "https://m.media-amazon.com/images/I/51fkG8S-XTL._AC_SS450_.jpg",
      "link": "https://www.amazon.com/gp/product/B07ZTR3BJS/"
    },

    {
      "title": "Stainless Steel Tumbler",
      "shortDescription": "Great",
      "description": "Vintage 1981 and aged to perfection just like him! This stainless steel tumbler is vacuum insulated to keep drinks cold for up to 24 hours or hot for up to six hours. The tumbler holds 20 ounces and is available in a variety of colors. ",
      "price": "19.94",
      "image": "https://m.media-amazon.com/images/I/71AdoNGkjiL._AC_SS450_.jpg",
      "link": "https://www.amazon.com/gp/product/B08TGNH2DY/"
    },

    {
      "title": "Been There Coffee Mug",
      "shortDescription": "Great",
      "description": "This coffee mug is from Starbucks Been There Collection and there are several states and cities available. It could be a fun way to start a collection, buying a cup from each place he’s been, a mug from his favorite place, from his hometown or state, his current home, or the place he’d most like to visit. The mug holds 14 ounces. ",
      "price": "31.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/81xvMscQ3WL._AC_SL1500_.jpg",
      "link": "https://www.amazon.com/gp/product/B07CWDZFYB/"
    },

    {
      "title": "Personalized Beer Mugs",
      "shortDescription": "Great",
      "description": "This set of four beer mugs has several design options so that you can customize them. They make a thoughtful gift for beer lovers. Each much is 14 ounces and the design is etched into the glass. ",
      "price": "59.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/71gfEA%2BwS6L._AC_SX466_.jpg",
      "link": "https://www.amazon.com/gp/product/B08LTSST82/"
    },

    {
      "title": "Mavericks Plays Coasters",
      "description": "If you’re looking for a 40th birthday present for a man who is a basketball lover, this is one of the best and most unique you’ll find. It’s a set of four leatherette coasters depicting significant moments in the Dallas Mavericks’ games. Many other NBA teams are available as well. ",
      "price": "30.00",
      "image": "https://images-na.ssl-images-amazon.com/images/I/71jPEzcrdbL._SL1200_.jpg",
      "link": "https://www.amazon.com/gp/product/B0868Z5358/"
    },

    {
      "title": "Yankee Stadium Blueprint ",
      "description": "Another birthday gift for the sports fans! This is a blueprint of the legendary Yankee Stadium in the Bronx. The poster measures 18 x 24 inches and is printed on museum-quality paper. Ballpark Blueprints offers blueprints of other sports stadiums too. ",
      "price": "60.00",
      "image": "https://images-na.ssl-images-amazon.com/images/I/91O7cXPRFCL._AC_SL1500_.jpg",
      "link": "https://www.amazon.com/gp/product/B00GDBBNHO/"
    },

    {
      "title": "Sous Vide Machine",
      "description": "Never fuss around with a meat thermometer again. A sous vide machine gives you perfectly tender, perfectly cooked meat every time. It locks in moisture and flavor and is great for hands-off cooking. Attach the machine to a pot filled with water, add the food in a sealed bag and cook it manually or with the built-in controls accessed from your phone via the Anova App. ",
      "price": "125.95",
      "image": "https://images-na.ssl-images-amazon.com/images/I/61Kk5E3VQ6L._AC_SX522_.jpg",
      "link": "https://www.amazon.com/gp/product/B07C7PW3PC/"
    },

    {
      "title": "Bluetooth Hat and Gloves",
      "description": "This is a great birthday gift for men who like to spend time outdoors even in the winter. The hat can connect to up to two smartphones, tablets, or other Bluetooth-enabled devices. A full charge gives 8-10 hours of battery life. You can answer calls and call the last dialed number and the noise-canceling technology allows for total enjoyment of music or podcasts. ",
      "price": "14.98",
      "image": "https://images-na.ssl-images-amazon.com/images/I/51yf-OYtlQL._AC_.jpg",
      "link": "https://www.amazon.com/gp/product/B07ZRJ48ZT/"
    },

    {
      "title": "Virtual Reality Headset",
      "description": "Take your adventures with you. Explore. Race. Jet-set. Discover. Do what you’ve only dreamed about and go where you’ve never been with Oculus. Oculus Quest 2 is our most advanced all-in-one VR system yet. Every detail has been engineered to make virtual worlds adapt to your movements, letting you explore awe-inspiring games and experiences with unparalleled freedom. No PC or console required. Get the most out of each moment with blazing-fast performance and next-generation graphics.",
      "price": "299.00",
      "image": "https://images-na.ssl-images-amazon.com/images/I/611Z5XnyZAL._AC_SL1500_.jpg",
      "link": "https://www.amazon.com/gp/product/B08F7PTF53/"
    },

    {
      "title": "Putting Mat",
      "description": "He can practice his putting no matter what the weather! This practice putting green comes in two sizes, 10 and 12 feet. The non-crease polyester surface and foam base make it feel like a real putting green. The three holes are on an incline to really test his skills. ",
      "price": "110.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/81Xy%2B9-9YDL._AC_SL1280_.jpg",
      "link": "https://www.amazon.com/gp/product/B06ZXYWJQY/"
    },

    {
      "title": "Slippers",
      "description": "These slippers are warm and practical. Made of suede, the lining is cozy wool, and the bottoms are rubber making them perfect for wearing inside and running out to grab the paper or let the dog out in the morning. The slippers are available in several sizes and colors. ",
      "price": "76.97",
      "image": "https://www.rei.com/media/49ca47b1-88c9-4fa9-ad5e-bcc9b776d021?size=784x588",
      "link": "https://www.amazon.com/gp/product/B077JGLLXB/"
    },

    {
      "title": "Jedi Bathrobe",
      "description": "Is he a Star Wars fan? If so, he’ll love this Jedi robe! Made of fleece, it has a tie closure and will fit most adult men. ",
      "price": "51.99",
      "image": "https://s4.thcdn.com//productimg/1600/1600/10609831-3254436388787647.jpg",
      "link": "https://www.amazon.com/gp/product/B0089BTJ0O/"
    },

    {
      "title": "Pizza Box Socks",
      "description": "Pizza socks in a pizza box! This is a fun gag gift for his 40th birthday. There are four pairs of socks, pepperoni, capriccioso, Italian, Hawaiian, and vegetarian. The socks are a cotton/poly blend and available in several sizes. ",
      "price": "25.99",
      "image": "https://images-na.ssl-images-amazon.com/images/I/91onY61Xt3L._AC_UX466_.jpg",
      "link": "https://www.amazon.com/gp/product/B01MRUJPGX/"
    },

    {
      "title": "GustBuster Umbrella",
      "description": "Lighter than ordinary umbrellas yet far stronger, the GustBuster Classic keeps you dry wherever you roam. Unflippable, Unflappable, Unbreakable. It’s the world’s finest wind-proof umbrella. Tested at the college of Aeronautics in Queens, NY, it will not invert in winds of 55+ mph. Limited Lifetime Warranty. #1 umbrella on the PGA, LPGA, and Champions Tours. The patented technology allows the wind to pass through the umbrella while you stay dry. ",
      "price": "36.95",
      "image": "https://ak1.ostkcdn.com/images/products/24072528/GustBuster-Classic-48-Inch-Automatic-Golf-Umbrella-61e1fecf-1660-4514-a30e-4e9affb7956e.jpg",
      "link": "https://www.amazon.com/gp/product/B0009E3EDM/"
    }
  ]
}